
PICKUP_INFO = {

	eX = 1481.2, eY = -1770, eZ = 18.8, -- пикап входа

	X = 362, Y = 173.7, Z = 1008.3, -- пикап в бирже
	exitX = 389.9, exitY = 173.8, exitZ = 1008.4, -- пикап выхода
}

JOB_TABLE = {

	{ 
		title = 'Порт LS', 
	  	level = 1, 
	  	data = 'jobLoader',
	  	text = 'Поздравляем!\nВы приняты на работу в порт\nгорода Los-Santos.'
	},

	{ 
		title = 'Доставка продуктов', 
		level = 2, 
		data = 'jobDelivery',
		text = 'Поздравляем!\nВы приняты на работу в\nогранизацию по доставке продуктов.'
	},

}